Repository: wp-plugins/marctv-ajax-trash-comments
Catalog: language/marctv-moderate-*.po
Languages: de_de

source: [incorrect topic]
de_de: [Am Thema vorbei]

source: Reported
de_de: Gemeldet

source: Reported comments
de_de: Gemeldete Kommentare

source: Are you sure you want to replace this comment? This action can not be undone!
de_de: Bist Du sicher, dass du diesen Kommentar ersetzen willst? Dieser Vorgang kann nicht rückgängig gemacht werden!

source: Are you sure you want to report this comment?
de_de: Bist Du sicher, dass du diesen Kommentar melden willst?

source: The comment has been reported
de_de: Der Kommentar wurde gemeldet

source: The comment text has been replaced
de_de: Der Kommentar wurde ersetzt

source: The comment has already been replaced
de_de: Dieser Kommentar wurde bereits ersetzt.

source: Report
de_de: Melden

source: Trash
de_de: Papierkorb

source: Untrash
de_de: Wiederherstellen

source: Replace
de_de: Ersetzen

source: Comment is ok
de_de: Kommentar ist ok

source: trashing
de_de: werfe weg

source: untrashing
de_de: stelle wieder her

source: an error occurred.
de_de: Ein Fehler ist aufgetreten.

source: replacing
de_de: ersetze

source: reporting
de_de: melde

source: The comment does not exist
de_de: Der Kommentar existiert nicht

source: Report Comments Settings
de_de: Einstellungen für Kommentare melden

source: Only logged in users may report comments
de_de: Nur angemeldete Benutzer dürfen Kommentare melden.

source: Cheatin&#8217; uh?
de_de: Nicht Mogeln!

source: Author
de_de: Autor

# column name
source: Comment
de_de: Kommentar

# column name
source: In Response To
de_de: In Antwort auf

source: Submitted on <a href="%1$s">%2$s at %3$s</a>
de_de: Abgeschickt am <a href="%1$s">%2$s um %3$s</a>

source: Edit
de_de: Editieren

# verb
source: Trash
de_de: Papierkorb

source: Moderate Comments Settings
de_de: Moderate Comments Einstellungen

source: Moderation text
de_de: Moderationstext

source: This text will be used to replace the comment text when you click "Replace".
de_de: Gegen diesen Text wird ein Kommentar ersetzt.

source: Display settings
de_de: Anzeigeeinstellungen
