Repository: wp-plugins/marctv-ajax-trash-comments
Catalog: languages/marctv-moderate-*.po
Languages: de_de

source: Moderate Comments Settings
de_de: Moderationseinstellungen

source: Moderation text
de_de: Moderationstext

source: This text will be used to replace the comment text if you click "replace comment text".
de_de: Dieser Text ersetzt den Kommentartext wenn du auf "Ersetze Kommentartext" klickst.

source: Undo warning accepted?
de_de: Warnung gelesen?

source: Indicates that you have read and accepted the warning that replacing the comment text with the moderation text above can not be undone.
de_de: Du die Warnung gesehen und akzeptiert, dass das Ersetzen des Kommentartextes mit dem Moderationstext nicht rückgängig gemacht werden kann.

source: trash
de_de: Papierkorb

source: untrash
de_de: Wiederherstellen

source: trashing
de_de: wird weggeworfen

source: untrashing
de_de: wird wiederhergestellt

source: error
de_de: Fehler

source: replace comment text
de_de: Ersetze Kommentarinhalt

source: replacing comment text
de_de: Kommentarinhalt wird ersetzt

source: replaced comment text
de_de: Kommentartext wurde ersetzt.

source: comment text already replaced
de_de: Kommentarinhalt wurde bereits ersetzt.

source: This action can not be undone! Save and proceed?
de_de: Dieser Vorgang kann nicht rückgängig gemacht werden! Speichern und fortfahren?

source: Move this comment to the trash
de_de: Diesen Kommentar in den Papierkorb legen

source: Replace comment text with customized moderation text.
de_de: Kommentarinhalt mit angepasstem Moderationshinweis ersetzen.

source: MarcTV moderate settings page
de_de: MarcTV Moderate Einstellungen

source: Moderation settings
de_de: Moderationseinstellungen

source: [incorrect topic]
de_de: [Thema verfehlt]
